Repository: chokyler01/SpotifyWrapper
Catalog: Wrapped/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Select Time Range
fr: Sélectionnez la plage horaire

source: Spotify Logo
fr: Logo Spotify

source: Account Settings
fr: Actions du compte

source: Delete Account
fr: Supprimer le compte

source: Are you sure you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

source: Yes, Delete My Account
fr: Supprimer le compte

source: Cancel
fr: Annuler

source: Light Mode
fr: Mode clair

source: Play Game
fr: Jouer à nouveau

source: Friends
fr: Amis

source: Profile
fr: Profil

source: Settings
fr: Paramètres

source: Contact Developers
fr: Contacter les développeurs

source: Logout
fr: Déconnexion

source: Select Your Spotify Wrapped Time Range
fr: Sélectionnez la plage horaire de votre Spotify Wrapped

source: Short Term (Last 4 Weeks)
fr: Court terme (4 dernières semaines)

source: Medium Term (Last 6 Months)
fr: Moyen terme (6 derniers mois)

source: Long Term (All Time)
fr: Long terme (depuis toujours)

source: Submit
fr: Soumettre

source: Contact the Developers
fr: Contacter les développeurs

source: Email the Developers
fr: Envoyer un email aux développeurs

source: Role:
fr: Rôle :

source: Scrum Master, Back-End Developer
fr: Scrum Master, Développeur Back-End

source: Favorite Color:
fr: Couleur préférée :

source: Blue
fr: Azul

source: Key Contribution:
fr: Contribution clé :

source: Spotify API integration and authorization.
fr: Intégration et autorisation de l'API Spotify.

source: Yellow
fr: Jaune

source: Generated PNGs for sharing Wrapped results.
fr: PNGs générés pour partager les résultats Wrapped.

source: Product Owner, Full-Stack Developer
fr: Propriétaire de produit, développeur Full-Stack

source: Green
fr: Vert

source: Purple
fr: Violet

source: UI design consistency and debugging support.
fr: Cohérence du design UI et support de débogage.

source: Sky Blue
fr: Bleu ciel

source: Toggle Dark Mode
fr: Activer/désactiver le mode sombre

source: Game Result
fr: Résultat du jeu

source: The correct song was:
fr: La chanson correcte était :

source: Play Again
fr: Jouer encore

source: Welcome to Spotify Wrapped
fr: Bienvenue sur Spotify Wrapped

source: Welcome to Spotify Wrapped!
fr: Bienvenue sur Spotify Wrapped !

source: Login
fr: Connexion

source: Register
fr: S'inscrire

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: French
fr: Français

source: Log in to Your
fr: Connectez-vous à votre

source: Spotify Wrapped Account
fr: Compte Spotify Wrapped

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Don't have an account? Register here
fr: Pas de compte ? Inscrivez-vous ici

source: Go Back to Home Page
fr: Retour à la page d'accueil

source: View Wrap Details
fr: Voir les détails du Wrap

source: Long Term Wraps
fr: Récapitulatifs à long terme

source: Delete
fr: Supprimer

source: Create an Account
fr: Créer un compte

source: Confirm Password
fr: Confirmer le mot de passe

source: Your password can’t be too similar to your other personal information. Your password must contain at least 8 characters and cannot be entirely numeric. Your password can’t be a commonly used password.
fr: Votre mot de passe ne peut pas être trop similaire à vos autres informations personnelles. Il doit contenir au moins 8 caractères et ne peut pas être entièrement numérique. Il ne doit pas non plus être un mot de passe couramment utilisé.

source: Register and Link Spotify
fr: S'inscrire et lier Spotify

source: Already have an account? Log in
fr: Vous avez déjà un compte ? Connectez-vous

source: Guess the Song Game
fr: Jeu de deviner la chanson

source: Guess the Song!
fr: Devine la chanson!

source: Listen to the song preview and guess the song title:
fr: Écoutez l'extrait de la chanson et devinez le titre de la chanson:

source: Your browser does not support the audio element.
fr: Votre navigateur ne prend pas en charge l'élément audio.

source: Enter song name
fr: Entrez le nom de la chanson

source: Friend's Spotify Wrapped
fr: Spotify Wrapped d'un ami

source: No wraps available.
fr: Aucun Wrap disponible.

source: Your Spotify Wrapped
fr: Votre Spotify Wrapped

source: Christmas
fr: Noël

source: Next: Top Songs
fr: Suivant : Meilleures chansons

source: View Profile
fr: Voir le profil

source: Top Songs
fr: Meilleures chansons

source: Album Image
fr: Image de l'album

source: Click to Play Song
fr: Cliquez pour jouer la chanson

source: No album image available
fr: Aucune image d'album disponible

source: by
fr: par

source: Next: Top Artists
fr: Suivant : Meilleurs artistes

source: The Artists That Defined Your Wrapped
fr: Les artistes qui ont défini votre Wrapped

source: Back: Top Songs
fr: Retour : Meilleures chansons

source: Top Artists
fr: Meilleurs artistes

source: Next: Top Albums
fr: Suivant : Meilleurs albums

source: The Albums You Had On Repeat
fr: Les albums que vous avez mis en boucle

source: Back: Top Artists
fr: Retour : Meilleurs artistes

source: Your Top Albums
fr: Vos meilleurs albums

source: Next: Top Genres
fr: Suivant : Meilleurs genres

source: Turn It Up For Your Top Genres!
fr: Montez le volume pour vos meilleurs genres !

source: Top Genres
fr: Meilleurs genres

source: Time Range
fr: Plage horaire

source: Back: Top Albums
fr: Retour : Meilleurs albums

source: Save to Profile
fr: Enregistrer dans le profil

source: Share on Instagram
fr: Partager sur Instagram

source: Share on Twitter
fr: Partager sur Twitter

source: Share on LinkedIn
fr: Partager sur LinkedIn
